Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/GameContent.xcstrings
Source language: ko
Languages: en

# content.awakening.explosive_fastball.detail
source: 구위 +4 · 제구 -2 · 직구 구속과 헛스윙 증가
en: Stuff +4 · Control -2 · More Four-Seam velocity and whiffs

# content.awakening.explosive_fastball.title
source: 폭발하는 포심
en: Explosive Four-Seam

# content.awakening.pinpoint_edge.detail
source: 제구 +4 · 구위 -1 · 스트라이크존 끝 제구 향상
en: Control +4 · Stuff -1 · Sharper command at the edges of the strike zone

# content.awakening.pinpoint_edge.title
source: 바늘끝 제구
en: Pinpoint Command

# content.awakening.disappearing_breaker.detail
source: 변화구 +4 · 제구 -1 · 변화구 헛스윙 증가
en: Breaking Ball +4 · Control -1 · More breaking-ball whiffs

# content.awakening.disappearing_breaker.title
source: 사라지는 변화구
en: Vanishing Breaking Ball

# content.awakening.iron_arm.detail
source: 체력 +5 · 변화구 -1 · 공마다 쌓이는 피로 감소
en: Stamina +5 · Breaking Ball -1 · Less fatigue per pitch

# content.awakening.iron_arm.title
source: 강철의 어깨
en: Iron Arm

# content.awakening.calm_under_pressure.detail
source: 제구 +2 · 체력 +1 · 주자가 있을 때 제구 향상
en: Control +2 · Stamina +1 · Better control with runners on

# content.awakening.calm_under_pressure.title
source: 고요한 마운드
en: Calm Under Pressure

# content.awakening.battery_sync.detail
source: 제구 +2 · 변화구 +1 · 빗맞은 타구 증가
en: Control +2 · Breaking Ball +1 · More weak contact

# content.awakening.battery_sync.title
source: 포수와 한마음
en: Battery Sync

# content.awakening.rising_four_seam.detail
source: 직구의 위력과 헛스윙 증가 · 변화구 -1
en: More Four-Seam life and whiffs · Breaking Ball -1

# content.awakening.rising_four_seam.title
source: 떠오르는 포심
en: Rising Four-Seam

# content.awakening.sinker_tunnel.detail
source: 변화구 +3 · 직구와 체인지업의 빗맞은 타구 증가
en: Breaking Ball +3 · More weak contact on the Four-Seam and Changeup

# content.awakening.sinker_tunnel.title
source: 같은 길에서 갈라지는 공
en: Split-Path Sinker

# content.awakening.frozen_changeup.detail
source: 체인지업 궤적·헛스윙 상승 · 체력 -1
en: More Changeup movement and whiffs · Stamina -1

# content.awakening.frozen_changeup.title
source: 멈춘 체인지업
en: Frozen Changeup

# content.awakening.sweeping_slider.detail
source: 변화구 +4 · 제구 -1 · 슬라이더 헛스윙 증가
en: Breaking Ball +4 · Control -1 · More Slider whiffs

# content.awakening.sweeping_slider.title
source: 스위퍼 궤도
en: Sweeping Slider

# content.awakening.curveball_clock.detail
source: 변화구 +4 · 체력 -1 · 커브 헛스윙 증가
en: Breaking Ball +4 · Stamina -1 · More Curveball whiffs

# content.awakening.curveball_clock.title
source: 일정한 커브 타이밍
en: Curveball Clock

# content.awakening.repeatable_release.detail
source: 제구 +4 · 구위 -1 · 모든 구종의 제구 향상
en: Control +4 · Stuff -1 · Better command on every pitch

# content.awakening.repeatable_release.title
source: 흔들리지 않는 투구 동작
en: Repeatable Delivery

# content.awakening.pickoff_rhythm.detail
source: 제구 +1 · 체력 +2 · 주자가 있을 때 흔들림 감소
en: Control +1 · Stamina +2 · Less rattling with runners on

# content.awakening.pickoff_rhythm.title
source: 주자를 묶는 리듬
en: Pickoff Rhythm

# content.awakening.two_strike_plan.detail
source: 제구·변화구 +2 · 체력 -1 · 변화구 헛스윙 증가
en: Control and Breaking Ball +2 · Stamina -1 · More breaking-ball whiffs with two strikes

# content.awakening.two_strike_plan.title
source: 2스트라이크 승부법
en: Two-Strike Plan

# content.awakening.first_pitch_strike.detail
source: 제구 +3 · 체력 -1 · 초구 스트라이크 증가
en: Control +3 · Stamina -1 · More first-pitch strikes

# content.awakening.first_pitch_strike.title
source: 초구 스트라이크
en: First-Pitch Strike

# content.awakening.traffic_controller.detail
source: 제구·체력 +2 · 구위 -1 · 빗맞은 타구 증가
en: Control and Stamina +2 · Stuff -1 · More weak contact with runners on

# content.awakening.traffic_controller.title
source: 주자를 두고도 침착하게
en: Traffic Controller

# content.awakening.late_inning_reserve.detail
source: 체력 +4 · 공마다 쌓이는 피로 감소
en: Stamina +4 · Less fatigue per pitch

# content.awakening.late_inning_reserve.title
source: 후반에도 남는 힘
en: Late-Inning Reserve

# content.awakening.scout_composure.detail
source: 구위·제구 +2 · 체력 -1
en: Stuff and Control +2 · Stamina -1

# content.awakening.scout_composure.title
source: 압박 속 침착함
en: Scout Composure

# content.awakening-branch.power.detail
source: 구속과 이닝을 버티는 몸. 정면 승부로 눌러 이긴다.
en: The arm that holds velocity through long outings. Win by attacking hitters head-on.

# content.awakening-branch.power.title
source: 힘
en: Power

# content.awakening-branch.command.detail
source: 원하는 곳에 꽂는 손. 볼넷을 지우고 카운트를 지배한다.
en: A hand that hits the spot. Erase walks and own the count.

# content.awakening-branch.command.title
source: 제구
en: Control

# content.awakening-branch.breaking.detail
source: 떨어지고 휘는 공. 방망이를 헛돌게 만든다.
en: Pitches that drop and sweep. Make hitters swing through.

# content.awakening-branch.breaking.title
source: 변화
en: Breaking Ball

# content.awakening-branch.game.detail
source: 상대를 읽는 머리. 주자와 카운트를 관리해 실점을 막는다.
en: Read the hitter. Manage runners and counts to keep runs off the board.

# content.awakening-branch.game.title
source: 수싸움
en: Game Plan

# content.draft.undrafted.title
source: 미지명
en: Undrafted

# content.pitch.result.strike
source: 스트라이크
en: Strike

# content.pitcher-preset.power_prospect.name
source: 강속구 원석
en: Raw Power Prospect

# content.pitcher-preset.power_prospect.tagline
source: 빠른 포심으로 타자를 밀어붙입니다.
en: Attacks hitters with a high-octane four-seam.

# content.pitcher-preset.power_prospect.strength.0
source: 직구의 위력
en: Fastball life

# content.pitcher-preset.power_prospect.strength.1
source: 최고 구속
en: Top velocity

# content.pitcher-preset.power_prospect.strength.2
source: 헛스윙
en: Whiffs

# content.pitcher-preset.power_prospect.tradeoff
source: 전력투구의 피로와 제구 난도가 큽니다.
en: Max effort brings more fatigue and makes command harder.

# content.pitcher-preset.power_prospect.default-name
source: 민서준
en: Min Seo-jun

# content.pitcher-preset.precision_commander.name
source: 정교한 제구형
en: Command Specialist

# content.pitcher-preset.precision_commander.tagline
source: 스트라이크존 끝에 꾸준히 던집니다.
en: Lives on the edges.

# content.pitcher-preset.precision_commander.strength.0
source: 제구
en: Command

# content.pitcher-preset.precision_commander.strength.1
source: 코스 공략
en: Hitting spots

# content.pitcher-preset.precision_commander.strength.2
source: 볼넷 억제
en: Walk prevention

# content.pitcher-preset.precision_commander.tradeoff
source: 삼진을 잡을 강한 결정구가 부족합니다.
en: Lacks an overpowering put-away pitch.

# content.pitcher-preset.precision_commander.default-name
source: 고태윤
en: Go Tae-yun

# content.pitcher-preset.breaking_ball_artist.name
source: 변화구 아티스트
en: Breaking Ball Artist

# content.pitcher-preset.breaking_ball_artist.tagline
source: 속도와 움직임이 다른 변화구로 타자의 타이밍을 빼앗습니다.
en: Disrupts timing with different speeds and shapes.

# content.pitcher-preset.breaking_ball_artist.strength.0
source: 변화구 움직임
en: Breaking-ball movement

# content.pitcher-preset.breaking_ball_artist.strength.1
source: 헛스윙
en: Whiffs

# content.pitcher-preset.breaking_ball_artist.strength.2
source: 빗맞은 타구
en: Weak contact

# content.pitcher-preset.breaking_ball_artist.tradeoff
source: 직구 구속과 장기 체력은 평범합니다.
en: Fastball velocity and durability are both average.

# content.pitcher-preset.breaking_ball_artist.default-name
source: 진서율
en: Jin Seo-yul

# content.pitcher-preset.innings_eater.name
source: 체력형 선발
en: Workhorse Starter

# content.pitcher-preset.innings_eater.tagline
source: 큰 기복 없이 많은 공을 소화합니다.
en: Absorbs deep outings consistently.

# content.pitcher-preset.innings_eater.strength.0
source: 체력
en: Stamina

# content.pitcher-preset.innings_eater.strength.1
source: 피로가 천천히 쌓임
en: Slow fatigue buildup

# content.pitcher-preset.innings_eater.strength.2
source: 꾸준한 제구
en: Steady control

# content.pitcher-preset.innings_eater.tradeoff
source: 긴 이닝을 버티지만 정밀 제구와 초반 압도력은 낮습니다.
en: Built for deep outings, but gives up precise command and early dominance.

# content.pitcher-preset.innings_eater.default-name
source: 도하람
en: Do Ha-ram

# content.school.hanbit_traditional.name
source: 서울덕성고
en: Seoul Deokseong High

# content.pitch-type.four_seam.name
source: 포심
en: Four-seam

# content.pitch-type.slider.name
source: 슬라이더
en: Slider

# content.pitch-type.curveball.name
source: 커브
en: Curveball

# content.pitch-type.changeup.name
source: 체인지업
en: Changeup

# content.pitch-intensity.controlled.label
source: 힘 빼고
en: Controlled

# content.pitch-intensity.normal.label
source: 보통
en: Normal

# content.pitch-intensity.max_effort.label
source: 전력
en: Max effort

# content.pitch-usage.primary.label
source: 주력 구종
en: Primary pitch

# content.pitch-usage.secondary.label
source: 보조 구종
en: Secondary pitch

# content.pitch-usage.development.label
source: 개발 구종
en: Development pitch

# content.batter-side.right.label
source: 우타
en: Right-handed

# content.batter-side.left.label
source: 좌타
en: Left-handed

# content.batter-side.switch.label
source: 우타
en: Switch hitter

# content.pitch-outcome.ball.label
source: 볼
en: Ball

# content.pitch-outcome.called_strike.label
source: 루킹 스트라이크
en: Called strike

# content.pitch-outcome.swinging_strike.label
source: 헛스윙
en: Swinging strike

# content.pitch-outcome.foul.label
source: 파울
en: Foul

# content.pitch-outcome.in_play_out.label
source: 인플레이 아웃
en: In-play out

# content.pitch-outcome.single.label
source: 안타
en: Single

# content.pitch-outcome.double.label
source: 2루타
en: Double

# content.pitch-outcome.triple.label
source: 3루타
en: Triple

# content.pitch-outcome.home_run.label
source: 홈런
en: Home run

# content.pitch-outcome.hit_by_pitch.label
source: 몸에 맞는 공
en: Hit by pitch

# content.zone-intent.strike.label
source: 존 안으로
en: In the zone

# content.zone-intent.edge.label
source: 존 경계
en: Edge of the zone

# content.zone-intent.chase.label
source: 존 밖 유인
en: Chase outside

# content.high-school-phase.prologue.label
source: 다시 태어남
en: Born again

# content.high-school-phase.school_selection.label
source: 학교 선택
en: Choose a school

# content.high-school-phase.training.label
source: 훈련
en: Training

# content.high-school-phase.relationship.label
source: 사람들
en: People

# content.high-school-phase.important_game.label
source: 고교 공식 경기
en: High-school game

# content.high-school-phase.awakening.label
source: 각성
en: Awakening

# content.high-school-phase.chapter_review.label
source: 이야기 마무리
en: Chapter wrap-up

# content.high-school-phase.draft.label
source: 드래프트
en: Draft

# content.high-school-phase.legacy.label
source: 새 선수에게 남길 것
en: Leave a legacy

# content.high-school-phase.completed.label
source: 완료
en: Complete

# content.training-focus.velocity.label
source: 구위
en: Stuff

# content.training-focus.command.label
source: 제구
en: Command

# content.training-focus.breaking_ball.label
source: 변화구
en: Breaking ball

# content.training-focus.stamina.label
source: 체력
en: Stamina

# content.training-focus.recovery.label
source: 회복
en: Recovery

# content.training-focus.game_planning.label
source: 승부 설계
en: Game plan

# content.training-intensity.light.label
source: 가볍게
en: Light

# content.training-intensity.standard.label
source: 보통
en: Standard

# content.training-intensity.intensive.label
source: 몰아붙이기
en: Push harder

# content.relationship-target.coach.label
source: 감독
en: Coach

# content.relationship-target.catcher.label
source: 포수
en: Catcher

# content.relationship-target.rival.label
source: 라이벌
en: Rival

# content.relationship-response.listen.label
source: 먼저 듣는다
en: Listen first

# content.relationship-response.explain.label
source: 내 생각을 말한다
en: Explain my view

# content.relationship-response.challenge.label
source: 다음 승부로 증명한다
en: Prove it in the next matchup

# content.draft-outcome.drafted.label
source: 지명
en: Drafted

# content.draft-outcome.undrafted.label
source: 미지명
en: Undrafted

# content.arm-health.normal.label
source: 팔 상태 정상
en: Arm status: normal

# content.arm-health.caution.label
source: 팔에 부담이 쌓임
en: Arm under strain

# content.arm-health.warning.label
source: 팔 상태 경고
en: Arm status: warning

# content.arm-health.recovering.label
source: 회복 중
en: Recovering

# content.pro-career-phase.contract_offer.label
source: 계약 제안
en: Contract offer

# content.pro-career-phase.weekly_plan.label
source: 주간 계획
en: Weekly plan

# content.pro-career-phase.season_decision.label
source: 시즌 결정
en: Season decision

# content.pro-career-phase.important_game.label
source: 중요 경기
en: Important game

# content.pro-career-phase.season_review.label
source: 시즌 복기
en: Season review

# content.pro-career-phase.offseason_decision.label
source: 오프시즌 결정
en: Offseason decision

# content.pro-career-phase.retirement_decision.label
source: 은퇴 결정
en: Retirement decision

# content.pro-career-phase.completed.label
source: 완료
en: Complete

# content.pro-level.minor.label
source: 2군
en: Minors

# content.pro-level.major.label
source: 1군
en: Majors

# content.pro-role.starter.label
source: 선발
en: Starter

# content.pro-role.long_relief.label
source: 긴 이닝 구원
en: Long reliever

# content.pro-role.setup.label
source: 필승조
en: Setup

# content.pro-role.closer.label
source: 마무리
en: Closer

# content.pro-week-plan.develop_stuff.label
source: 구위 개발
en: Develop stuff

# content.pro-week-plan.develop_movement.label
source: 변화구 개발
en: Develop movement

# content.pro-week-plan.develop_weapon.label
source: 무기 개발
en: Develop weapon

# content.pro-week-plan.refine_command.label
source: 제구 다듬기
en: Refine command

# content.pro-week-plan.build_stamina.label
source: 체력 만들기
en: Build stamina

# content.pro-week-plan.recover.label
source: 회복
en: Recover

# content.pro-week-plan.earn_trust.label
source: 신뢰 쌓기
en: Earn trust

# content.offseason-decision.continue.label
source: 현재 구단에 남는다
en: Stay with current club

# content.offseason-decision.military_service.label
source: 군 복무를 다녀온다
en: Complete military service

# content.offseason-decision.free_agency.label
source: FA를 신청한다
en: Enter free agency

# content.offseason-decision.retire.label
source: 은퇴한다
en: Retire

# content.pro-season-decision-type.extra_bullpen.label
source: 추가 불펜
en: Extra bullpen

# content.pro-season-decision-type.catcher_game_plan.label
source: 포수와 경기 계획
en: Catcher game plan

# content.pro-season-decision-type.role_meeting.label
source: 역할 면담
en: Role meeting

# content.pro-season-decision-type.record_chase.label
source: 기록 추격
en: Record chase

# content.pro-season-decision-type.rival_analysis.label
source: 라이벌 분석
en: Rival analysis

# content.pro-season-decision-type.season_finale.label
source: 시즌 막바지
en: Season finale

# content.pro-season-segment.spring_camp.label
source: 스프링캠프
en: Spring training

# content.pro-season-segment.opening.label
source: 개막
en: Opening

# content.pro-season-segment.first_half.label
source: 전반기
en: First half

# content.pro-season-segment.all_star_break.label
source: 올스타 휴식기
en: All-Star break

# content.pro-season-segment.pennant_race.label
source: 순위 싸움
en: Pennant race

# content.pro-season-segment.season_finale.label
source: 시즌 막바지
en: Season finale

# content.pro-season-trigger.opening_statement.label
source: 개막 선언
en: Opening statement

# content.pro-season-trigger.call_up_audition.label
source: 콜업 오디션
en: Call-up audition

# content.pro-season-trigger.major_debut.label
source: 1군 데뷔
en: Top-level debut

# content.pro-season-trigger.record_chase.label
source: 기록 추격
en: Record chase

# content.pro-season-trigger.role_showdown.label
source: 보직 승부
en: Role showdown

# content.pro-season-trigger.standings_race.label
source: 순위 경쟁
en: Standings race

# content.school.region.seoul.hanbit_traditional.name
source: 서울덕성고
en: Seoul Deokseong High

# content.school.region.seoul.mirae_analytics.name
source: 서울배성고
en: Seoul Baeseong High

# content.school.region.seoul.haedong_power.name
source: 서울충림고
en: Seoul Chungrim High

# content.school.region.seoul.cheongam_development.name
source: 서울경원고
en: Seoul Gyeongwon High

# content.school.region.incheon.hanbit_traditional.name
source: 인천해문결고
en: Incheon Haemungyeol High

# content.school.region.incheon.mirae_analytics.name
source: 인천동림고
en: Incheon Dongnim High

# content.school.region.incheon.haedong_power.name
source: 인천항성고
en: Incheon Hangseong High

# content.school.region.incheon.cheongam_development.name
source: 인천송해고
en: Incheon Songhae High

# content.school.region.suwon.hanbit_traditional.name
source: 수원화성빛고
en: Suwon Hwaseongbit High

# content.school.region.suwon.mirae_analytics.name
source: 수원장림고
en: Suwon Jangnim High

# content.school.region.suwon.haedong_power.name
source: 수원화담결고
en: Suwon Hwadamgyeol High

# content.school.region.suwon.cheongam_development.name
source: 수원매화솔고
en: Suwon Maehwasol High

# content.school.region.daejeon.hanbit_traditional.name
source: 대전갑천별고
en: Daejeon Gapcheonbyeol High

# content.school.region.daejeon.mirae_analytics.name
source: 대전들샘결고
en: Daejeon Deulsaemgyeol High

# content.school.region.daejeon.haedong_power.name
source: 대전유진고
en: Daejeon Yujin High

# content.school.region.daejeon.cheongam_development.name
source: 대전중원고
en: Daejeon Jungwon High

# content.school.region.gwangju.hanbit_traditional.name
source: 광주무등결고
en: Gwangju Mudeunggyeol High

# content.school.region.gwangju.mirae_analytics.name
source: 광주예향결고
en: Gwangju Yehyanggyeol High

# content.school.region.gwangju.haedong_power.name
source: 광주서빛람고
en: Gwangju Seobitram High

# content.school.region.gwangju.cheongam_development.name
source: 광주무원고
en: Gwangju Muwon High

# content.school.region.daegu.hanbit_traditional.name
source: 대구팔공결고
en: Daegu Palgoggyeol High

# content.school.region.daegu.mirae_analytics.name
source: 대구능금결고
en: Daegu Neunggeumgyeol High

# content.school.region.daegu.haedong_power.name
source: 대구달원고
en: Daegu Dalwon High

# content.school.region.daegu.cheongam_development.name
source: 대구청림고
en: Daegu Cheongnim High

# content.school.region.busan.hanbit_traditional.name
source: 부산해남고
en: Busan Haenam High

# content.school.region.busan.mirae_analytics.name
source: 부산항성고
en: Busan Hangseong High

# content.school.region.busan.haedong_power.name
source: 부산항해솔고
en: Busan Hanghaesol High

# content.school.region.busan.cheongam_development.name
source: 부산오륙결고
en: Busan Oryukgyeol High

# content.school.region.changwon.hanbit_traditional.name
source: 마산해강고
en: Masan Haegang High

# content.school.region.changwon.mirae_analytics.name
source: 창원가람솔고
en: Changwon Garamsol High

# content.school.region.changwon.haedong_power.name
source: 창원누리결고
en: Changwon Nurigyeol High

# content.school.region.changwon.cheongam_development.name
source: 진해동림고
en: Jinhae Dongnim High

# content.school.region.ulsan.hanbit_traditional.name
source: 울산대명고
en: Ulsan Daemyeong High

# content.school.region.ulsan.mirae_analytics.name
source: 울산문성고
en: Ulsan Munseong High

# content.school.region.ulsan.haedong_power.name
source: 울산태원고
en: Ulsan Taewon High

# content.school.region.ulsan.cheongam_development.name
source: 울산장생고
en: Ulsan Jangsaeng High

# content.school.region.sejong.hanbit_traditional.name
source: 세종한별고
en: Sejong Hanbyeol High

# content.school.region.sejong.mirae_analytics.name
source: 세종새빛고
en: Sejong Saebit High

# content.school.region.sejong.haedong_power.name
source: 세종금빛고
en: Sejong Geumbit High

# content.school.region.sejong.cheongam_development.name
source: 세종연서고
en: Sejong Yeonseo High

# content.school.region.gyeonggi.hanbit_traditional.name
source: 성남유림고
en: Seongnam Yurim High

# content.school.region.gyeonggi.mirae_analytics.name
source: 고양서람빛고
en: Goyang Seorambit High

# content.school.region.gyeonggi.haedong_power.name
source: 시흥소명고
en: Siheung Somyeong High

# content.school.region.gyeonggi.cheongam_development.name
source: 용인청림고
en: Yongin Cheongnim High

# content.school.region.gangwon.hanbit_traditional.name
source: 강릉해람고
en: Gangneung Haeram High

# content.school.region.gangwon.mirae_analytics.name
source: 원주원흥고
en: Wonju Wonheung High

# content.school.region.gangwon.haedong_power.name
source: 춘천호반고
en: Chuncheon Hoban High

# content.school.region.gangwon.cheongam_development.name
source: 속초설해고
en: Sokcho Seolhae High

# content.school.region.chungbuk.hanbit_traditional.name
source: 청주직지솔고
en: Cheongju Jikjisol High

# content.school.region.chungbuk.mirae_analytics.name
source: 청주세명고
en: Cheongju Semyeong High

# content.school.region.chungbuk.haedong_power.name
source: 충주성문고
en: Chungju Seongmun High

# content.school.region.chungbuk.cheongam_development.name
source: 진천덕원고
en: Jincheon Deokwon High

# content.school.region.chungnam.hanbit_traditional.name
source: 공주금강고
en: Gongju Geumgang High

# content.school.region.chungnam.mirae_analytics.name
source: 천안능수결고
en: Cheonan Neungsugyeol High

# content.school.region.chungnam.haedong_power.name
source: 아산곡교결고
en: Asan Gokgyogyeol High

# content.school.region.chungnam.cheongam_development.name
source: 서산해명고
en: Seosan Haemyeong High

# content.school.region.jeonbuk.hanbit_traditional.name
source: 전주한옥솔고
en: Jeonju Hanoksol High

# content.school.region.jeonbuk.mirae_analytics.name
source: 군산새만결고
en: Gunsan Saemangyeol High

# content.school.region.jeonbuk.haedong_power.name
source: 정읍인원고
en: Jeongeup Inwon High

# content.school.region.jeonbuk.cheongam_development.name
source: 익산보석고
en: Iksan Boseok High

# content.school.region.jeonnam.hanbit_traditional.name
source: 화순화원고
en: Hwasun Hwawon High

# content.school.region.jeonnam.mirae_analytics.name
source: 순천정원솔고
en: Suncheon Jeongwonsol High

# content.school.region.jeonnam.haedong_power.name
source: 목포항남고
en: Mokpo Hangnam High

# content.school.region.jeonnam.cheongam_development.name
source: 여수진원고
en: Yeosu Jinwon High

# content.school.region.gyeongbuk.hanbit_traditional.name
source: 포항해오름고
en: Pohang Haeoreum High

# content.school.region.gyeongbuk.mirae_analytics.name
source: 경주월림고
en: Gyeongju Wollim High

# content.school.region.gyeongbuk.haedong_power.name
source: 구미도원고
en: Gumi Dowon High

# content.school.region.gyeongbuk.cheongam_development.name
source: 안동하회고
en: Andong Hahoe High

# content.school.region.gyeongnam.hanbit_traditional.name
source: 마산달빛결고
en: Masan Dalbitgyeol High

# content.school.region.gyeongnam.mirae_analytics.name
source: 김해수로결고
en: Gimhae Surogyeol High

# content.school.region.gyeongnam.haedong_power.name
source: 양산물빛고
en: Yangsan Mulbit High

# content.school.region.gyeongnam.cheongam_development.name
source: 거제푸른섬고
en: Geoje Pureunseom High

# content.school.region.jeju.hanbit_traditional.name
source: 제주한라원고
en: Jeju Hallawon High

# content.school.region.jeju.mirae_analytics.name
source: 서귀포해원고
en: Seogwipo Haewon High

# content.school.region.jeju.haedong_power.name
source: 제주탐라빛고
en: Jeju Tamrabit High

# content.school.region.jeju.cheongam_development.name
source: 제주오름고
en: Jeju Oreum High

# content.school.hanbit_traditional.philosophy
source: 기본기와 긴 이닝
en: Win with fundamentals and work deep into games

# content.school.hanbit_traditional.tradeoff
source: 새 구종을 시험할 기회가 적습니다.
en: Fewer chances to experiment with a new pitch.

# content.school.hanbit_traditional.coach.archetype
source: 원칙형
en: Fundamentals-first

# content.school.hanbit_traditional.catcher.archetype
source: 안정형
en: Steady hand

# content.school.mirae_analytics.philosophy
source: 기록을 활용한 타자 상대법
en: Use data to attack each hitter

# content.school.mirae_analytics.tradeoff
source: 데이터가 적을 때 판단이 흔들릴 수 있습니다.
en: When the data runs thin, decisions get shakier.

# content.school.mirae_analytics.coach.archetype
source: 분석형
en: Analytical

# content.school.mirae_analytics.catcher.archetype
source: 분석형
en: Analytical

# content.school.haedong_power.philosophy
source: 빠른 직구와 공격적인 승부
en: Bring the heat and stay aggressive

# content.school.haedong_power.tradeoff
source: 빠른 공을 많이 던질수록 피로가 쌓이고 제구가 흔들립니다.
en: The more you lean on velocity, the faster fatigue sets in—and the harder command becomes.

# content.school.haedong_power.coach.archetype
source: 승부형
en: Fearless competitor

# content.school.haedong_power.catcher.archetype
source: 공격형
en: Aggressive

# content.school.cheongam_development.philosophy
source: 개인별 투구 동작과 변화구 훈련
en: Build your delivery and breaking ball
